tap "homebrew/bundle"
brew "cask"
brew "gh"
brew "mas"

cask "aldente"
cask "anaconda"
cask "android-studio"
cask "arc"
cask "boom-3d"
cask "cheatsheet"
cask "coconutbattery"
cask "flutter"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "macs-fan-control"
cask "millie"
cask "monitorcontrol"
cask "mos"
cask "stats"
cask "visual-studio-code"

vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "mhutchie.git-graph"
vscode "MS-CEINTL.vscode-language-pack-ko"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "PKief.material-icon-theme"
vscode "ritwickdey.LiveServer"
vscode "sculove.translator"
vscode "zhuangtongfa.material-theme"

mas "Xcode", id: 497799835
mas "KakaoTalk", id: 869223134
mas "Magnet 마그넷", id: 441258766
mas "Endel: Focus, Sleep, Relax", id: 1346247457
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
mas "Microsoft PowerPoint", id: 462062816 
mas "Goodnotes 6", id: 1444383602
mas "Tot", id: 1491071483
mas "Hidden Bar", id: 1452453066
mas "Speedtest by Ookla", id: 1153157709