tap "homebrew/bundle"
brew "cask"
brew "cocoapods"
brew "gh"
brew "mas"
brew "python@3.11"
brew "rbenv"
cask "aldente"
cask "anaconda"
cask "android-studio"
cask "appcleaner"
cask "arc"
cask "boom-3d"
cask "cheatsheet"
cask "chromedriver"
cask "coconutbattery"
cask "fig"
cask "fliqlo"
cask "flutter"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "macs-fan-control"
cask "millie"
cask "monitorcontrol"
cask "mos"
cask "notion"
cask "obsidian"
cask "stats"
cask "visual-studio-code"
mas "Boom 3D Netflix Extension", id: 6445882848
mas "Endel", id: 1346247457
mas "Goodnotes", id: 1444383602
mas "Hidden Bar", id: 1452453066
mas "HotKey", id: 975890633
mas "Magnet", id: 441258766
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "MindNode", id: 1289197285
mas "Speedtest", id: 1153157709
mas "Xcode", id: 497799835
mas "카카오톡", id: 869223134
vscode "alefragnani.project-manager"
vscode "atomiks.moonlight"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "mhutchie.git-graph"
vscode "MS-CEINTL.vscode-language-pack-ko"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "PKief.material-icon-theme"
vscode "ritwickdey.LiveServer"
vscode "sculove.translator"
vscode "withfig.fig"
vscode "zhuangtongfa.material-theme"
