tap "dart-lang/dart"
tap "homebrew/bundle"
tap "leoafarias/fvm"
brew "cask"
brew "cmake"
brew "cocoapods"
brew "flyctl"
brew "gh"
brew "git"
brew "mas"
brew "nvm"
brew "protobuf"
brew "pyenv"
brew "python@3.11"
brew "rbenv"
brew "rust"
brew "wget"
brew "leoafarias/fvm/fvm"
cask "aldente"
cask "anaconda"
cask "android-studio"
cask "appcleaner"
cask "arc"
cask "boom-3d"
cask "cheatsheet"
cask "chromedriver"
cask "coconutbattery"
cask "discord"
cask "fig"
cask "flutter"
cask "google-chrome"
cask "google-drive"
cask "iina"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "keyboardcleantool"
cask "linearmouse"
cask "lunar"
cask "macs-fan-control"
cask "millie"
cask "monitorcontrol"
cask "mos"
cask "notion"
cask "obsidian"
cask "stats"
cask "utm"
cask "visual-studio-code"
cask "zoom"
mas "Boom 3D Netflix Extension", id: 6445882848
mas "Endel", id: 1346247457
mas "Goodnotes", id: 1444383602
mas "Hidden Bar", id: 1452453066
mas "HotKey", id: 975890633
mas "Magnet", id: 441258766
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "MindNode", id: 1289197285
mas "Speedtest", id: 1153157709
mas "Xcode", id: 497799835
mas "카카오톡", id: 869223134
vscode "alefragnani.project-manager"
vscode "batisteo.vscode-django"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "kevinrose.vsc-python-indent"
vscode "mhutchie.git-graph"
vscode "ms-ceintl.vscode-language-pack-ko"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "njpwerner.autodocstring"
vscode "pkief.material-icon-theme"
vscode "ritwickdey.liveserver"
vscode "sculove.translator"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "withfig.fig"
vscode "zhuangtongfa.material-theme"
